Tekla.Structures.DrawingInternal.dotARGBColor_t


Tekla.Structures.DrawingInternal.dotARGBColor_t.Alpha


Tekla.Structures.DrawingInternal.dotARGBColor_t.Red


Tekla.Structures.DrawingInternal.dotARGBColor_t.Green


Tekla.Structures.DrawingInternal.dotARGBColor_t.Blue


Tekla.Structures.DrawingInternal.dotARGBColor_t.#ctor(System.Byte,System.Byte,System.Byte,System.Byte)
The default constructor for the dotARGBColor_t struct.
alpha: The alpha value.
red: The red value.
green: The green value.
blue: The blue value.